<?php

namespace Database\Seeders;

use App\Models\Product;
use Illuminate\Database\Seeder;

class ProductSeeder extends Seeder
{
    /**
     * Run the database seeds.
     */
    public function run(): void
    {
        $products = [
            'iso-103' => [
                'name'             => 'Ингибитор солеотложений ИСО 103',
                'title'            => 'Ингибитор солеотложений',
                'short_name'       => 'ИСО 103',
                'description'      => 'Применяются при добыче, транспортировке и подготовки нефти для предотвращения отложения солей на нефтепромысловом оборудовании.',
                'full_description' => 'Применяются при добыче, транспортировке и подготовки нефти для предотвращения отложения солей на нефтепромысловом оборудовании.',
                'slug'             => 'iso-103',
            ],
            'dem-105' => [
                'name'             => 'Деэмульгатор ДЭМ 105',
                'title'            => 'Деэмульгатор',
                'short_name'       => 'ДЭМ 105',
                'description'      => 'Продукт предназначен для применения в нефтяной и нефтеперерабатывающей промышленности для разрушения водонефтяных эмульсий в системе сбора и подготовки нефти.',
                'full_description' => 'Продукт предназначен для применения в нефтяной и нефтеперерабатывающей промышленности для разрушения водонефтяных эмульсий в системе сбора и подготовки нефти. Не допускается применение продукта в других целях, так как может оказать негативное воздействие на здоровье человека и окружающую среду. Продукт представляет собой раствор неионогенных поверхностно-активных веществ в метаноле по ГОСТ 2222.',
                'slug'             => 'dem-105',
            ],
            'iaspo-102' => [
                'name'             => 'Ингибитор АСПО ИАСПО 102',
                'title'            => 'Ингибитор',
                'short_name'       => 'АСПО ИАСПО 102',
                'description'      => 'Ингибитор АСПО «ИАСПО 102» применяется в газовой, нефтяной и нефтеперерабатывающей промышленности, для предотвращения образования асфальто-смолопарафиновых отложений в нефтепромысловом оборудовании и трубопроводах при добыче и транспортировке нефти.',
                'full_description' => 'Ингибитор АСПО «ИАСПО 102» применяется в газовой, нефтяной и нефтеперерабатывающей промышленности, для предотвращения образования асфальто-смолопарафиновых отложений в нефтепромысловом оборудовании и трубопроводах при добыче и транспортировке нефти. Применяется в соответствии с инструкцией по применению. Не допускается применение продукта в других целях, так как может оказать негативное воздействие на здоровье человека и окружающую среду. Продукт представляет собой раствор композиций ПАВ в ароматических растворителях и алифатических спиртах.',
                'slug'             => 'iaspo-102',
            ],
            'ikor-106' => [
                'name'             => 'Ингибитор коррозии ИКОР 106',
                'title'            => 'Ингибитор коррозии',
                'short_name'       => 'ИКОР 106',
                'description'      => 'Ингибитор коррозии «ИКОР 106» марок А, В и С предназначен для применения в газовой, нефтяной и нефтеперерабатывающей промышленности, для защиты нефтепромыслового оборудования, системы сбора и подготовки нефти и газа от внутритрубной коррозии.',
                'full_description' => 'Ингибитор коррозии «ИКОР 106» марок А, В и С предназначен для применения в газовой, нефтяной и нефтеперерабатывающей промышленности, для защиты нефтепромыслового оборудования, системы сбора и подготовки нефти и газа от внутритрубной коррозии. Ингибитор кислотной коррозии «ИКОР 106» марки D предназначен для применения в качестве присадки к соляной кислоте и соляно-кислотным составам в целях снижения их коррозионной агрессивности по отношению к стали. Ингибитор коррозии «ИКОР 106» марок А, В и С представляет собой раствор модифицированных алкилимидазолинов в среде метанола. Ингибитор кислотной коррозии «ИКОР 106» марки D представляет собой композиционную смесь азотосодержащих реагентов в водно-спиртовом растворе.',
                'slug'             => 'ikor-106',
            ],
            'drp-101' => [
                'name'             => 'Депрессоры ДРП 101',
                'title'            => 'Депрессоры',
                'short_name'       => 'ДРП 101',
                'description'      => 'Депрессоры «ДРП» предназначены для снижения температуры застывания нефти и нефтепродуктов, уменьшения скорости роста вязкости при транспортировке их в условиях существенного снижения температуры.',
                'full_description' => 'Депрессоры «ДРП» предназначены для снижения температуры застывания нефти и нефтепродуктов, уменьшения скорости роста вязкости при транспортировке их в условиях существенного снижения температуры. Представляют собой готовые к использованию растворные формы композиции высокомолекулярных соединений (сополимеров сложного строения) и неионогенных поверхностно-активных веществ (НПАВ) в ароматическом углеводородном растворителе.',
                'slug'             => 'drp-101',
            ],
            'raspo-100' => [
                'name'             => 'Растворитель АСПО «Енисей 1001»',
                'title'            => 'Растворитель',
                'short_name'       => 'АСПО «Енисей 1001»',
                'description'      => 'Удалитель АСПО «Енисей 1001» предназначен для разрушения, размягчения, растворения и диспергирования асфальто-смоло-парафиновых отложений (АСПО) в призабойной зоне пласта, внутреннем оборудовании скважин, трубопроводах и другом оборудовании, применяемом при добыче и транспортировке нефти.',
                'full_description' => 'Удалитель АСПО «Енисей 1001» предназначен для разрушения, размягчения, растворения и диспергирования асфальто-смоло-парафиновых отложений (АСПО) в призабойной зоне пласта, внутреннем оборудовании скважин, трубопроводах и другом оборудовании, применяемом при добыче и транспортировке нефти. Растворитель «Енисей 1001» применяется при профилактике или восстановлении работоспособности оборудования, осложненного АСПО. Реагент «Енисей 1001», представляет собой композиционный состав на основе предельных алифатических и ароматических углеводородов со специальными активирующими присадками, обладающими диспергирующими, моющими и деэмульгирующими свойствами.',
                'slug'             => 'raspo-100',
            ],
            'ptp-104' => [
                'name'             => 'Противотурбурентная присадка серии «ПТП 104»',
                'title'            => 'Противотурбурентная присадка',
                'short_name'       => 'ПТП 104',
                'description'      => 'Присадка применяется в нефтепроводах (продуктопроводах), перекачивающих только углеводородные жидкости, такие как: нефть товарная по ГОСТ Р51858-2002, нефть сырая (нефтепромысловые ТУ), дизельное топливо по ГОСТ Р52386-2005, бензин по ГОСТ Р 51866-2002 и другие углеводородные жидкости.',
                'full_description' => 'Присадка применяется в нефтепроводах (продуктопроводах), перекачивающих только углеводородные жидкости, такие как: нефть товарная по ГОСТ Р51858-2002, нефть сырая (нефтепромысловые ТУ), дизельное топливо по ГОСТ Р52386-2005, бензин по ГОСТ Р 51866-2002 и другие углеводородные жидкости: ШФЛУ, газоконденсат и так далее (ТУ предприятий).',
                'slug'             => 'ptp-104',
            ],
            'ksp-201' => [
                'name'             => 'Контейнеры скважинные погружные КСП 201',
                'title'            => 'Контейнеры скважинные погружные',
                'short_name'       => 'КСП 201',
                'description'      => 'Предназначены для размещения химических реагентов и оборудования в скважинах.',
                'full_description' => 'Контейнеры скважинные погружные КСП 201 предназначены для размещения химических реагентов и оборудования в скважинах. Применяются в нефтегазовой отрасли для защиты и обработки скважин.',
                'slug'             => 'ksp-201',
            ],
        ];

        foreach ($products as $productData) {
            Product::create($productData);
        }
    }
}
