<h2 class="cookie-consent-policy-modal__title">Согласие на обработку персональных данных</h2>
<div class="cookie-consent-policy-modal__text">
    Настоящим я, действуя от своего имени, добровольно и не находясь под влиянием заблуждения, проставляя галочку напротив текста «Я даю согласие на обработку персональных данных»,
    и нажимая на кнопку отправки заполненной формы, даю свое согласие следующему оператору персональных данных:

    Обществу с ограниченной ответственностью «НефтеГазХим» (далее – «Оператор»);

    на автоматизированную, неавтоматизированную, смешанную обработку, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
    извлечение, использование, передачу (предоставление, доступ), блокирование, удаление, уничтожение, следующих персональных данных:

    фамилия, имя, отчество, номер телефона, адрес электронной почты, аккаунт в мессенджерах

    с целями, указанными в Политике обработки персональных данных.

    Настоящим подтверждаю свое согласие на передачу Оператором вышеперечисленных персональных данных для достижения указанных выше целей в соответствии с Политикой обработки персональных данных.

    Третьи лица не обрабатывают персональные данные по поручению ООО «НефтеГазХим» для указанной в согласии цели.

    Срок действия настоящего согласия на обработку персональных данных начинается с момента его представления Оператору и прекращается по достижении целей обработки персональных данных,
    по получении отзыва согласия на обработку персональных данных.

    Настоящее согласие может быть отозвано путем направления Оператору соответствующего письменного уведомления по электронной почте:
    <a href="mailto:support@nghim.ru">SUPPORT@NGHIM.RU</a> или <a href="mailto:info@nghim.ru">INFO@NGHIM.RU</a>.
    В этом случае Оператор прекращает обработку персональных данных, а персональные данные подлежат уничтожению, если отсутствуют иные правовые основания для обработки,
    установленные законодательством Российской Федерации.
</div>
