<h2 class="cookie-consent-policy-modal__title">Согласие на обработку персональных данных</h2>
<div class="cookie-consent-policy-modal__text">
    Настоящим я, действуя от своего имени, добровольно и не находясь под влиянием заблуждения, проставляя галочку напротив текста «Я даю согласие на обработку персональных данных»,
    и нажимая на кнопку отправки заполненной формы, даю свое согласие следующему оператору персональных данных:

    Обществу с ограниченной ответственностью «НефтеГазХим» (далее – «Оператор»);

    на автоматизированную, неавтоматизированную, смешанную обработку, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
    извлечение, использование, передачу (предоставление, доступ), блокирование, удаление, уничтожение, следующих персональных данных:

    фамилия, имя, отчество, номер телефона, адрес электронной почты, аккаунт в мессенджерах

    с целями, указанными в Политике обработки персональных данных.

    Настоящее согласие может быть отозвано путем направления Оператору соответствующего письменного уведомления по электронной почте:
    <a href="mailto:support@nghim.ru">SUPPORT@NGHIM.RU</a> или <a href="mailto:info@nghim.ru">INFO@NGHIM.RU</a>.
</div>
