<h2 class="cookie-consent-policy-modal__title">Политика конфиденциальности</h2>
<div class="cookie-consent-policy-modal__text">
    ООО «НефтеГазХим» (далее — Оператор либо «мы») соблюдает требования российского законодательства в области персональных данных.
    При обработке персональных данных мы придерживаемся принципов, изложенных в ст. 5 Федерального закона от 27.07.2006 г №152-ФЗ «О персональных данных».

    Настоящая Политика определяет порядок и условия обработки Оператором информации о физическом лице при использовании функций сайта {{ config('app.url') }}.

    Сбор персональных данных осуществляется исключительно на добровольной основе.

    Для получения разъяснений по вопросам обработки персональных данных обращайтесь по адресу: <a href="mailto:support@nghim.ru">SUPPORT@NGHIM.RU</a>

    Дата публикации настоящей редакции документа: 29.10.2024 г.
</div>
