<h2 class="cookie-consent-policy-modal__title">Политика конфиденциальности</h2>
<div class="cookie-consent-policy-modal__text">

    ООО «НефтеГазХим» (далее — Оператор либо «мы») соблюдает требования российского законодательства в области персональных данных.
    При обработке персональных данных мы придерживаемся принципов, изложенных в ст. 5 Федерального закона от 27.07.2006 г №152-ФЗ «О персональных данных» (далее – ФЗ № 152).

    . Общие положения

    1.1. Настоящая Политика определяет порядок и условия обработки Оператором, информации о физическом лице, которая может быть получена Оператором от этого физического лица либо от его
    законного представителя (далее – «Субъект персональных данных», «Вы», «Посетитель»), при возникновении следующих отношений с Субъектом персональных данных: при использовании функций
    сайта {{ config('app.url') }}, включая все их домены, поддомены и страницы, их содержимое, а также интернет-сервисы и программное обеспечение, предлагаемые
    Оператором к использованию на сайтах (далее вместе – «Сайт»); при осуществлении Оператором прав и обязанностей, установленных соглашениями/договорами;
    при необходимости связи с субъектом персональных данных, а также при обработке обращений, запросов, сообщений, направляемых Оператором и Субъектом персональных данных друг другу,
    сбора обратной связи от получателей услуг Оператора для улучшения качества работы Оператора, привлечения новых клиентов и повышения лояльности уже существующих клиентов, в целях улучшения работы сайта.
    1.2. Сбор персональных данных осуществляется исключительно на добровольной основе. В случае, если Вы не хотите предоставлять свои персональные данные, пожалуйста, не предоставляйте свои данные Оператору.
    1.3. Целью и назначением Политики является обеспечение надлежащего правового режима персональных данных. Персональные данные Субъекта персональных данных будут использоваться для тех целей,
    для которых Субъект персональных данных их предоставил Оператору в соответствии с условиями настоящей Политики.
    1.4. Оператор не осуществляет обработку персональных данных несовершеннолетних лиц (лиц, не достигших 18 лет). Ответственность за действия несовершеннолетних лежит на законных
    представителях несовершеннолетних. Все субъекты персональных данных, младше 18 лет, обязаны получить разрешение своих законных представителей прежде, чем предоставлять какую-либо
    персональную информацию о себе. Если Оператору станет известно о том, что им получены персональные данные несовершеннолетнего лица без согласия законных представителей,
    то такая информация будет удалена в кратчайшие сроки.
    1.5. Ответственным за обработку персональных данных является Оператор.

    2. Правовое основание обработки персональных данных
    Правовыми основаниями обработки персональных данных являются:
    а) согласие на обработку персональных данных, выраженное способом, установленным законом и настоящей Политикой;
    б) соглашения, заключаемые между Оператором и Субъектом персональных данных;
    в) локальные нормативные акты Оператора в области персональных данных.

    2.1. Субъект персональных данных принимает решение о предоставлении его персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе.
    Бездействие Субъекта персональных данных не может пониматься как согласие. Предоставляя свои персональные данные Оператору, Субъект персональных данных подтверждает, что понимает
    и соглашается с условиями настоящей Политики, дает информированное, сознательное, предметное и однозначное согласие на обработку своих персональных данных на условиях,
    изложенных в настоящей Политике.

    3. Правила обработки персональных данных

    3.1. Цель обработки персональных данных, категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются,
    способы и сроки обработки и хранения, порядок уничтожения персональных данных при достижении целей их обработки или при наступлении иных законных оснований

    3.1.1.1. Цель: установление и поддержание связи между субъектом персональных данных и Оператором, направление субъекту персональных данных сообщений, уведомлений, запросов, ответов,
    документов, сообщений информационного характера

    Категории и перечень обрабатываемых данных: фамилия, имя, отчество, номер телефона, адрес электронной почты, аккаунт в мессенджерах, текст сообщения (если текст сообщения содержит персональные данные).

    Категории субъектов, персональные данные которых обрабатываются: субъекты персональных данных, которые заполняют форму обратной связи Оператора; субъекты персональных данных,
    которые связываются с Оператором за консультацией о способе получения какой-либо услуги.

    Способы обработки: сбор, систематизация, запись, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ),
    обезличивание, блокирование, удаление, уничтожение.

    Срок обработки и хранения: до получения от субъекта персональных данных требования о прекращении обработки/отзыва согласия либо 3 (три) года.

    Порядок уничтожения персональных данных при достижении цели их обработки или при наступлении иных оснований: лицо, ответственное за обработку персональных данных, производит уничтожение данных.

    3.1.1.2. Цель: обработка обращений, жалоб, запросов, сообщений, направляемых Оператором и субъектом персональных данных друг другу.

    Категории и перечень обрабатываемых данных: фамилия, имя, отчество, номер телефона, адрес электронной почты, аккаунт в мессенджерах, текст сообщения (если текст сообщения содержит персональные данные).

    Категории субъектов, персональные данные которых обрабатываются: субъекты персональных данных, которые направляют в адрес Оператора обращения, жалобы, запросы, сообщения.

    Способы обработки: сбор, систематизация, запись, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.

    Срок обработки и хранения: до получения от субъекта персональных данных требования о прекращении обработки/отзыва согласия либо 3 (три) года.

    Порядок уничтожения персональных данных при достижении цели их обработки или при наступлении иных законных оснований: лицо, ответственное за обработку персональных данных, производит уничтожение данных.

    3.1.1.3. Цель: улучшение качества работы сайта Оператора

    Категории и перечень обрабатываемых данных: IP браузера и иные обезличенные персональные данные.

    Категории субъектов, персональные данные которых обрабатываются: посетители сайта Оператора.

    Способы обработки: сбор, систематизация, запись, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.

    Срок обработки и хранения: до получения от субъекта персональных данных требования о прекращении обработки/отзыва согласия либо 3 (три) года.

    Порядок уничтожения персональных данных при достижении цели их обработки или при наступлении иных законных оснований: лицо, ответственное за обработку персональных данных, производит уничтожение данных.

    3.1.2. Обработка персональных данных будет ограничиваться достижением этих конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целью обработки.

    3.2. Порядок и условия обработки персональных данных

    3.2.1. Обработка персональных данных – любое действие (операция) или совокупность действий (операций) с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных. В настоящей Политике устанавливаются цели обработки персональных данных, категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются, способы и сроки обработки и хранения, порядок уничтожения персональных данных при достижении целей их обработки или при наступлении иных законных оснований для каждой цели обработки.

    3.2.2. Оператор может обрабатывать данные указанными способами (операциями) как с помощью средств автоматизации, так и без использования средств автоматизации.

    3.2.3. Оператор будет обрабатывать персональные данные столько времени, сколько это необходимо для достижения конкретной цели обработки.

    3.3. Меры по защите персональных данных

    3.3.1. Оператор принимает все необходимые меры для защиты персональных данных от несанкционированного, случайного или незаконного уничтожения, потери, изменения, недобросовестного
    использования, раскрытия или доступа, а также иных незаконных форм обработки, в том числе разработаны локальные акты Оператора по вопросам обработки персональных данных;
    лица, непосредственно осуществляющие обработку персональных данных, ознакомлены с положениями законодательства Российской Федерации о персональных данных, в том числе с требованиями
    по защите персональных данных, документами, определяющими политику в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных;
    назначено ответственное лицо за обработку персональных данных, которое осуществляет организацию обработки персональных данных; размещен документ, определяющий политику в отношении
    обработки персональных данных, и сведения о реализуемых требованиях к защите персональных, данных; ведется внутренний контроль за соблюдением требований к защите персональных данных;
    ведется внутренний контроль и (или) аудит соответствия обработки персональных данных Федеральному закону от 27.07.2006 № 152-ФЗ «О персональных данных» и принятыми в соответствии с ним
    нормативными правовыми актами, требованиями к защите персональных данных, локальным актам Оператора; исключена возможность неконтролируемого проникновения или пребывания посторонних лиц в
    помещения, где ведется работа с персональными данными; обеспечена сохранность носителей персональных данных и средств защиты информации; для обеспечения безопасности персональных данных
    применяются программно-технические средства. Обеспечено наличие необходимых условий для работы с персональными данными. Организован порядок уничтожения данных;
    установлен пароль на компьютере для доступа к персональным данным, а также установлено средство антивирусной защиты, обработка персональных данных осуществляется в местах,
    исключающих доступ посторонних, в том числе в запирающихся помещениях.

    3.3.2. Для обеспечения защищенности персональных данных при их обработке в информационных системах Оператор выполняет следующие требования:
    организация режима обеспечения безопасности помещений, в которых размещена информационная система, препятствующего возможности неконтролируемого проникновения или
    пребывания в этих помещениях лиц, не имеющих права доступа в эти помещения; обеспечение сохранности носителей персональных данных; утверждение Оператором документа,
    определяющего перечень лиц, доступ которых к персональным данным, обрабатываемым в информационной системе, необходим для выполнения ими служебных (трудовых) обязанностей;
    использование средств защиты информации, прошедших процедуру оценки соответствия требованиям законодательства Российской Федерации в области обеспечения безопасности информации,
    в случае, когда применение таких средств необходимо для нейтрализации актуальных угроз, назначено лицо, ответственное за обеспечение безопасности персональных данных в информационной системе.

    3.3.8. В случае, если кто-то попытается перехватить персональные данные, мы сообщим об инциденте в Уполномоченный орган по защите прав субъектов персональных данных в
    течение 24 (двадцати четырех) часов с момента происшествия об инциденте, его предполагаемой причине и вреде, причиненном субъекту персональных данных,
    о мерах по устранению последствий инцидента, а также в течение 72 (семидесяти двух) часов с момента инцидента провести внутреннее расследование и сообщить в
    Уполномоченный орган по защите прав субъектов персональных данных о результатах такого расследования и о виновниках (при наличии таковых).

    3.3.9. Раскрытие персональных данных может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда,
    правоохранительных органов, и в иных предусмотренных законодательством Российской Федерации случаях.

    3.3.10. Оператор не проверяет достоверность информации, предоставляемой Субъектом персональных данных, и исходит из того, что Субъект персональных данных предоставляет
    достоверную и достаточную информацию, заботится о своевременности внесения изменений в ранее предоставленную информацию, актуализирует информацию.
    Если данные являются неточными, неполными или устаревшими, Вы имеете право потребовать от Оператора исправления данных, касающихся Вас, без лишнего промедления.

    3.4. Передача персональных данных третьим лицам и распространение персональных данных

    3.4.1. Оператор вправе осуществить передачу (способом доступа и предоставления) персональных данных следующим третьим лицам: органам власти,
    правоохранительным органам, другим официальным или государственным органам или судам, которым Оператор обязан по запросу предоставлять информацию в соответствии с
    применимым законодательством; лицам, осуществляющим обеспечение правовой защиты Оператора или третьих лиц при нарушении их прав либо угрозе нарушения их прав,
    включая нарушение законов или регулирующих документов; в случае если субъект персональных данных сам выразил согласие на передачу персональных данных третьему лицу,
    либо передача персональных данных требуется для оказания прямо запрошенной услуги/ информации, а также для исполнения соглашения или договора, заключенного с
    Оператором (если это необходимо в целях исполнения соглашения или договора). Сюда относятся, в том числе случаи, когда субъект персональных данных разрешил своему оборудованию прием,
    передачу и хранение файлов технологии куки (cookie), если такой файл содержит персональные данные.

    3.4.2. Оператор вправе осуществить передачу (способом распространения неограниченному кругу лиц) персональных данных в случаях, когда Субъект персональных данных сам разрешил
    свободное распространение категорий персональных данных неограниченному кругу лиц, то есть дал Оператору согласие на такое распространение в соответствии с требованиями законодательства.

    3.5. Права и обязанности в отношении персональных данных.

    3.5.1. Лицо вправе разрешать, ограничивать или запрещать обработку персональных данных третьих лиц только на основании представительства, установленного законом
    (например, родители и опекуны) или сделкой (например, доверенность), дающего ему право давать разрешения на обработку персональной информации за третье лицо и нести иные права и
    обязанности в интересах третьего лица. Если лицо не имеет права дать такое разрешение или утратило право дать такое разрешение, то оно обязано воздержаться от предоставления данных
    Оператору, а в случае появления соответствующих претензий оно обязуется самостоятельно разрешить противоречия и освободить Оператора от соответствующих требований.
    В случае несоблюдения этих требований такое лицо обязано возместить Оператору все убытки и иные потери, вызванные несоблюдением указанных требований.

    3.5.2. Субъект персональных данных обязан заботиться о достоверности предоставленной информации, о своевременности внесения изменений в предоставленную информацию,
    ее актуализации, в противном случае Оператор не несет ответственности за неисполнение обязательств, любые убытки, вред или потери.

    3.5.3. Дополнение, исправление, блокировка и удаление персональных данных, реагирование на запросы субъектов персональных данных осуществляются посредством обращения субъекта
    персональных данных к Оператору путем направления письменного обращения на адрес электронной почты Оператора, указанный в настоящей Политике.

    3.5.4. Субъект персональных данных имеет право получить от Оператора достоверную информацию об обработке персональных данных. Основные права Субъекта персональных данных:
    запрашивать информацию об осуществляемой обработке персональных данных; отзывать согласие на обработку персональных данных; требовать ограничений на обработку персональных данных;
    требовать прекратить обработку персональных данных, если это предусмотрено применимым законодательством и настоящей Политикой; иные права, предусмотренные законодательством.

    3.5.5. Субъект персональных данных обязуется воспользоваться реквизитами из настоящей Политики для направления запросов о реализации прав субъекта персональных данных или жалоб
    относительно некорректности информации или незаконности ее обработки. Такие запросы и жалобы рассматриваются в срок, не превышающий 10 (десяти) рабочих дней с даты поступления Оператору.

    3.5.6. Субъект персональных данных вправе в любое время отозвать согласие на обработку персональных данных.
    Для отзыва согласия на обработку персональных данных Субъект персональных данных направляет Оператору уведомление в письменной форме об отзыве согласия по адресу электронной почты,
    указанному в разделе реквизитов настоящей Политики. Порядок действий Оператора при получении такого уведомления определен законодательством РФ.

    3.6. Запрос дополнительной информации для идентификации субъекта персональных данных

    3.6.1. В ходе реализации прав Субъектов персональных данных Оператор может запрашивать дополнительную информацию, которая позволит, в том числе, но, не ограничиваясь,
    Оператору достоверно идентифицировать субъект персональных данных. Такая информация будет требоваться в редких случаях.

    3.6.2. Оператор старается запрашивать минимально необходимый состав дополнительных персональных данных и информации о субъекте персональных данных.
    Однако, в определенных случаях, Оператор не сможет реализовать права субъекта персональных данных, если в ответ на запрос Оператора субъект персональных данных не предоставит
    дополнительную информацию.

    3.7. Правила хранения и обработки персональных данных граждан РФ

    3.7.1. Оператор осуществляет обработку персональных данных с использованием баз данных, находящихся на территории Российской Федерации.

    3.8. Правила о трансграничной передаче персональных данных

    3.8.1. Оператор не осуществляет трансграничную передачу персональных данных.

    4. Уведомления и связь с Субъектом персональных данных

    4.1. Субъект персональных данных соглашается получать от Оператора сообщения по адресу электронной почты и на абонентский номер телефона и привязанные к нему мессенджеры,
    предоставленные Субъектом персональных данных.

    4.2. Субъект персональных данных вправе отозвать свое согласие на получение сообщений, указанных в п. 4.1. настоящей Политики, путем направления уведомления на электронную почту Оператора.

    Субъект персональных данных согласен с тем, что Оператор прекращает направление сообщений, указанных в п. 4.1. настоящей Политики, не ранее чем через 24 (двадцать четыре) часа после
    выполнения указанных действий.

    4.3. Оператор вправе использовать сообщения, указанные в п. 4.1. настоящей Политики для: информирования Субъекта персональных данных об изменении документов Оператора;
    направления Субъекту персональных данных сообщений и рассылок информационного характера.

    4.4. Субъект персональных данных в свою очередь обязуется направлять все сообщения, уведомления, заявления и документы (включая и сообщения, которые представляют собой ответы) по
    адресу электронной почты Оператора, указанному в настоящей Политике.

    5. Изменение Политики обработки персональных данных. Применимое законодательство.

    5.1. Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления.
    Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики. Оператор просит Вас регулярно просматривать все обновления нашей Политики.

    5.2. Местом выражения согласия и местом исполнения Политики всегда является место нахождения Оператора, а правом, применимым к отношениям Оператора и Субъекта персональных данных,
    всегда является право Российской Федерации, вне зависимости от того, где находится Субъект персональных данных или оборудование, используемое им. Все споры и разногласия
    разрешаются по месту нахождения Оператора, если законом не предусмотрено иное.

    5.3. Политика начинает регулировать отношения Субъекта персональных данных и Оператора с момента выражения Субъектом персональных данных согласия с ее условиями и действует бессрочно.
    Бессрочность действия Политики как документа никаким образом не означает бессрочность/отсутствие ограничений срока обработки персональных данных.
    Одностороннее прекращение действия Политики по воле одной из сторон не допускается.

    6. Контакты с Оператором

    6.1. Информация для реализации прав субъекта персональных данных: Субъект персональных данных может реализовать все права, присущие субъекту персональных данных,
    а также получить разъяснения по вопросам, касающимся обработки персональных данных, обратившись к Оператору по адресу электронной почты Оператора: <a href="mailto:support@nghim.ru">SUPPORT@NGHIM.RU</a>

    6.2. Информация для реализации прав органа, уполномоченного в сфере персональных данных: В соответствии с подп. 6 п. 1. ст. 10.5 Федерального закона «Об информации,
    информационных технологиях и о защите информации», Оператор принимает юридически значимые сообщения от Федеральной службы по надзору в сфере связи,
    информационных технологий и массовых коммуникаций по следующему отдельному адресу электронной почты: <a href="mailto:support@nghim.ru">INFO@NGHIM.RUм</a>

    7. Сведения о документе
    7.1. Дата публикации настоящей редакции документа: 29.10.2024 г.

</div>
