<h2 class="cookie-consent-policy-modal__title">Политика использования Cookie</h2>
<div class="cookie-consent-policy-modal__text">
    ООО «НефтеГазХим» (далее — Оператор) обрабатывает пользовательские данные, указанные в настоящей Политике, собранные в процессе пользования посетителями нашего сайта. При нажатии кнопки «Ок» в Окне-уведомлении об обработке cookie, Вы даете свое согласие на обработку пользовательских данных.

    Пользовательские данные — технические данные, которые передаются устройством Пользователя, в том числе: IP-адрес, информация, сохраненная в файлах cookie, информация о браузере, операционная система на устройстве Пользователя, количество просмотренных страниц, длительность пребывания на сайте, запросы, которые Пользователь использовал при переходе на сайт, страницы, с которых были совершены переходы, сведения о мобильном устройстве, в т.ч. идентификатор устройства, идентификатор сессии и иная техническая информация, передаваемая устройством.

    Cookie используются Оператором в целях улучшения и обеспечения работоспособности сайта, ведения статистики о пользователях, хранения персональных предпочтений и настроек пользователей, отслеживания состояния сессии доступа пользователей, совершенствования продуктов и услуг Оператора.

    Наш сайт обрабатывает полученные данные, в том числе, с использованием метрических программ и систем аналитики, таких как Яндекс.Метрика.

    Если вы хотите отказаться от некоторых файлов cookie Яндекс.Метрика перейдите по ссылке:
    Блокировщик Яндекс.Метрики: <a href="https://yandex.ru/support/metrica/general/opt-out.html" target="_blank">https://yandex.ru/support/metrica/general/opt-out.html</a>
</div>
