<h2 class="cookie-consent-policy-modal__title">Политика использования Cookie</h2>
<div class="cookie-consent-policy-modal__text">
    ООО «НефтеГазХим» (далее — Оператор) обрабатывает пользовательские данные, указанные в настоящей Политике, собранные в процессе пользования посетителями нашего сайта. При нажатии кнопки «Ок» в Окне-уведомлении об обработке cookie, Вы даете свое согласие на обработку пользовательских данных.

    Пользовательские данные — технические данные, которые передаются устройством Пользователя, в том числе: IP-адрес, информация, сохраненная в файлах cookie, информация о браузере, операционная система на устройстве Пользователя, количество просмотренных страниц, длительность пребывания на сайте, запросы, которые Пользователь использовал при переходе на сайт, страницы, с которых были совершены переходы, сведения о мобильном устройстве, в т.ч. идентификатор устройства, идентификатор сессии и иная техническая информация, передаваемая устройством.

    Состав Пользовательских данных для обработки может отличаться в зависимости от используемого устройства и программного обеспечения на устройстве Пользователя.

    Сookie — это небольшой фрагмент данных, который отправляется веб-сервером и хранится на компьютере Пользователя. Cookie содержат информацию о Ваших действиях на сайте, а также могут содержать сведения о Вашем оборудовании, дату и время сессии. Сookie хранятся локально на Вашем компьютере или мобильном устройстве.

    Cookie используются Оператором в целях:

    улучшения и обеспечения работоспособности сайта;
    ведения статистики о пользователях;
    хранения персональных предпочтений и настроек пользователей;
    отслеживания состояния сессии доступа пользователей;
    совершенствования продуктов и услуг Оператора,
    Наш сайт обрабатывает полученные данные, в том числе, с использованием метрических программ и систем аналитики, таких как Яндекс.Метрика.

    Мы используем как сессионные, так и постоянные файлы cookie.

    Сессионные — временные файлы cookie, существующие во временной памяти устройства Пользователя в течение времени, когда Пользователь использует сайт. Устройства обычно удаляют сессионные cookie после того, как Пользователь закрывает браузер.

    Постоянные — используются для запоминания предпочтений Пользователя при использовании сайта и остаются на устройстве Пользователя и после закрытия браузера или перезагрузки устройства Пользователя.

    Используются следующие типы cookie:

    — технические файлы cookie, которые необходимы для правильной работы и предоставления полного функционала сайта;

    — аналитические и маркетинговые файлы cookie, которые позволяют распознавать пользователей, подсчитывать их количество и собирать информацию, например, о произведенных операциях, посещенных страницах, идентифицировать аппаратное и программное обеспечение Пользователя (тип браузера и устройство), собирать иную информацию;

    — прочие файлы cookie, которые выполняют различные служебные функции и делают удобнее работу с сайтом, например, сохраняя персональные предпочтения.

    Файлами cookie Пользователь может управлять самостоятельно. Используемый Пользователем браузер и (или) устройство может позволять блокировать, удалять или иным образом ограничивать использование файлов cookie, при этом Оператор не гарантирует корректность работы сайта.

    Если вы хотите отказаться от некоторых файлов cookie Яндекс.Метрика перейдите по ссылке и воспользуйтесь Блокировщиком Яндекс.Метрики:
    Блокировщик Яндекс.Метрики: <a href="https://yandex.ru/support/metrica/general/opt-out.html" target="_blank">https://yandex.ru/support/metrica/general/opt-out.html</a>
</div>
